Repository: nandopedrosa/snglist
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: Please enter your credentials to confirm this request
pt: Por favor, informe seu Login (email) e Senha para confirmar esta requisição

source: Name
pt: Nome

source: Enter your name
pt: Digite seu nome

source: Please, enter your name
pt: Por favor, digite o seu nome

source: Your name must have a minimum of 3 characters
pt: O seu nome deve ter no mínimo 3 caracteres

source: Your name must have a maximum of 128 characters
pt: O seu nome deve ter no máximo 128 caracteres

source: Enter your email
pt: Digite o seu email

source: Please, enter your email
pt: Por favor, digite o seu email

source: Your email must have a minimum of 6 characters
pt: O seu email deve ter no mínimo 6 caracteres

source: Please, inform a valid email
pt: Por favor, informe um email válido

source: Message
pt: Mensagem

source: Please, write your message
pt: Por favor, digite a sua mensagem

source: Your message must have between 3 and 4000 characters
pt: A sua mensagem deve ter entre 3 e 4000 caracteres

source: Enter your message with suggestions, bug reports or anything else you think is important
pt: Digite a sua mensagem com sugestões, erros encontrados ou qualquer outro assunto que você julgar importante

source: Password
pt: Senha

source: Enter your password (at least 6 characters)
pt: Digite a sua senha (no mínimo 6 caracteres)

source: Please, enter your password
pt: Por favor, digite a sua senha

source: Your password must have at least 6 characters
pt: A sua senha deve ter no mínimo 6 caracteres

source: Passwords must match
pt: A senha e a sua confirmação não conferem

source: Confirm Password
pt: Confirmar senha

source: Confirm your password
pt: Confirme a sua senha

source: Please, confirm your password
pt: Por favor, confirme a sua senha

source: Email already registered.
pt: Esse email já foi registrado, por favor escolha outra

source: New Password
pt: Nova Senha

source: Confirm New Password
pt: Confirme a Nova Senha

source: Please enter your current password to confirm changes:
pt: Por favor digite a sua senha atual para confirmar as mudanças

source: Enter your current password
pt: Digite a sua senha atual

source: Please, enter your current password
pt: Por favor, digite a sua senha atual

source: Invalid current password
pt: Senha atual inválida

source: Keep me logged in
pt: Mantenha-me logado

source: Enter your band/project name
pt: Digite o nome da sua banda/projeto

source: Please, enter your band/project name
pt: Por favor, digite o nome da sua banda/projeto

source: Your band/project name must have a minimum of 3 characters
pt: O nome da sua banda/projeto deve ter no mínimo 3 caracteres

source: Your band/project name must have a maximum of 128 characters
pt: O nome da sua banda/projeto deve ter no máximo 128 caracteres

source: Style
pt: Estilo

source: Enter the musical style of your band/project
pt: Digite o estilo musical da sua banda/projeto

source: Enter your bandmate's name
pt: Digite o nome do seu companheiro de banda

source: Please, enter your bandmate's name
pt: Por favor, digite o nome do seu companheiro de banda

source: Enter your bandmate's email
pt: Digite o email do seu companheiro de banda

source: Please, enter your bandmate's email
pt: Por favor, digite o email do seu companheiro de banda

source: The email must have a minimum of 6 characters
pt: O email deve ter no mínimo 6 caracteres

source: Title
pt: Título

source: Enter the title of the song
pt: Digite o título da música

source: Please, enter the title of the song
pt: Por favor, digite o título da música

source: The title of the song name must have a maximum of 128 characters
pt: O título da música deve ter no máximo 128 caracteres

source: Artist
pt: Artista

source: Enter the name of the Band or Artist of the song
pt: Digite o nome da banda ou artista da música

source: The artist of the song name must have a maximum of 128 characters
pt: O nome do artista deve ter no máximo 128 caracteres

source: Key
pt: Tom

source: Key of the song (e.g: Am)
pt: Tom da música (eg: Am)

source: The key of the song name must have a maximum of 128 characters
pt: O tom da música deve ter no máximo 128 caracteres

source: Tempo of the song in beats per minute (e.g: 120)
pt: O tempo da música em batimentos por minuto (ex: 120)

source: Tempo must be between 20 and 500 bpm
pt: O tempo da música deve ficar entre 20 bpm e 500 bpm

source: Duration (mm:ss)
pt: Duração (mm:ss)

source: You must specify minutes and seconds (with left zero-padding, if necessary)
pt: Você deve especificar minutos e segundos (com zeros à esquerda, se necessário)

source: Notes
pt: Observações

source: Your note must have between 3 and 4000 characters
pt: A sua observação deve ter entre 3 e 4000 caracteres

source: Enter notes witih important observations
pt: Digite observações que você julgar importantes

source: Lyrics/Chords
pt: Letra/Cifra

source: Enter the lyrics and/or chords of the song
pt: Digite a letra/cifra da música

source: Please select the band/project associated with this show.
pt: Por favor, selecione a banda ou projeto associado a este show

source: Enter the name of the show
pt: Digite o nome ou descrição do show

source: Please, enter the name of the show
pt: Por favor, digite o nome ou descrição do show

source: The name of the show name must have a maximum of 128 characters
pt: O nome do show deve ter no máximo 128 caracteres

source: Start (YYYY/MM/DD HH24:mm)
pt: Início (AAAA/MM/DD HH24:mm)

source: Enter the start date/time of the show
pt: Digite a data/hora de início do show

source: End (YYYY/MM/DD HH24:mm)
pt: Término (AAAA/MM/DD HH24:mm)

source: Enter the end date/time of the show
pt: Digite a data/hora de término do show

source: Address
pt: Endereço

source: Enter the address of the show
pt: Digite o endereço do show

source: The address of the show name must have a maximum of 128 characters
pt: O endereço do show deve ter no máximo 128 caracteres

source: Contact Info
pt: Informações de Contato

source: Your contact information must have between 3 and 4000 characters
pt: O contato deve ter entre 3 e 4000 caracteres

source: Enter important contact info (name, email, phone, etc.)
pt: Digite as informações do contato (nome, email, telefone, etc.)

source: Pay
pt: Pagamento

source: Enter how much you are going to get paid (hopefully)
pt: Digite o quanto você vai ser pago

source: The payment amount name must have a maximum of 128 characters
pt: O pagamento deve ter no máximo 128 caracteres

source: YYYY/MM/DD HH24:mm
pt: AAAA/MM/DD HH24:mm

source: Welcome to Songlist Plus! To confirm your account, please click on the following link: {1} Sincerely, The Songlist Plus Team Note: this is an automatic message, there is no need to reply.
pt: Bem-vindo ao Songlist Plus! Para confirmar sua conta, por favor clique no link a seguir: {1} Atenciosamente, A equipe do Songlist Plus. Nota: esta é uma mensagem automática, não é necessário respondê-la.

source: Message successfully sent
pt: Mensagem enviada com sucesso

source: Your message could not be sent. Check the errors below.
pt: A sua mensagem não pôde ser enviada. Verifique os erros abaixo.

source: Welcome to Songlist Plus!
pt: Bem-vindo ao Songlist Plus!

source: Signup succesful. To complete your registration, check your email and follow the instructions.
pt: Registro realizado com sucesso. Para ativar sua conta, verifique o seu email e siga as instruções contidas nele.

source: Signup unsuccessful. Check the errors below.
pt: Não foi possível realizar o seu registro. Verifique os erros abaixo.

source: Profile updated
pt: Perfil atualizado

source: Your request was not successful. Please, check the errors below.
pt: A sua requisição não obteve sucesso. Por favor, verifique os erros abaixo.

source: Your account has been deleted. Thanks for using Songlist Plus!
pt: A sua conta foi excluída. Obrigado por usar o Songlist Plus!

source: Login successful
pt: Login realizado com sucesso

source: You have confirmed your account. Thanks!
pt: Você confirmou e ativou a sua conta com sucesso. Obrigado!

source: The confirmation link is invalid or has expired.
pt: O link de confirmação é inválido ou expirou.

source: Invalid email or password
pt: Email ou Senha inválidos

source: Login unsuccessful. Check the errors below
pt: Não foi possível realizar o Login. Verifique os erros abaixo.

source: You have been logged out.
pt: Logout realizado com sucesso.

source: You have added a new band/project!
pt: Você adicionou uma nova banda/projeto!

source: Band/Project info updated!
pt: Banda/Projeto atualizado!

source: Band member added
pt: Membro da banda adicionado

source: Band successfully deleted.
pt: Banda excluída com sucesso.

source: Song successfully added!
pt: Música adicionada com sucesso!

source: Song info updated!
pt: Música atualizada com sucesso!

source: Song successfully deleted.
pt: Música excluída com sucesso.

source: You must provide a URL address
pt: Você deve fornecer um endereço URL

source: Song successfully imported. You can now close this dialog.
pt: Música importada com sucesso. Você pode fechar essa janela e retornar à tela anterior.

source: We could not find the song you requested. Are you sure you entered a supported site URL?
pt: Não conseguimos encontrar a música que você solicitou. Tem certeza de que você digitou uma URL suportada?

source: Show successfully added! Now you can start building your setlist (see below).
pt: Show adicionado com sucesso! Agora você pode começar a construir o seu repertório (ver abaixo).

source: Show info updated!
pt: Show atualizado com sucesso!

source: TXT (Titles Only)
pt: TXT (apenas títulos)

source: Myself
pt: Eu mesmo

source: Me and Band Members
pt: Eu e os membros da banda

source: Band Members
pt: Membros da Banda

source: Sequence number
pt: Número sequencial

source: Show successfully deleted.
pt: Show adicionado com sucesso.

source: songs
pt: músicas

source: Setlist for
pt: Repertório de

source: This Setlist was sent from Songlist Plus
pt: Esse repertório foi enviado a partir do Songlist Plus

source: An error occurred while sending your Setlist. Please contact the administrator. We are sorry for the incovenience.
pt: Ocorreu um erro ao enviar o seu Repertório. Por favor entre em contato com o administrador. Desculpe-nos pelo transtorno.

source: The Setlist was sent to the chosen recipients
pt: O Repertório foi enviado aos destinatários.

source: Page not found
pt: Página não encontrada

source: The requested page could not be found.
pt: A página requisitada não foi encontrada.

source: Back to Homepage
pt: Voltar à página inicial

source: An error has occurred
pt: Um erro ocorreu

source: We are sorry to inform an internal error has occurred. The site administrator has been contacted and we will try to fix this as soon as possible.
pt: Sentimos em informar que um erro interno ocorreu. O administrador do site foi contactado e tentaremos corrigir a situação o mais rápido possível

source: Bands and Projects
pt: Bandas e Projetos

source: Items per page:
pt: Itens por página:

source: Add Band/Project
pt: Adicionar Banda/Projeto

source: Search...
pt: Pesquisar…

source: Band/Project
pt: Banda/Projeto

source: Members
pt: Membros

source: Confirm this action?
pt: Confirmar esta ação ?

source: Contact
pt: Contato

source: About
pt: Sobre

source: Sign in
pt: Entrar

source: Songs
pt: Músicas

source: Bands
pt: Bandas

source: Profile
pt: Perfil

source: Sign Out
pt: Sair

source: is a website for managing songs, set lists, lyrics, chords and all the information your band needs to share in an easy and intuitive way.
pt: é um site que gerencia músicas, repertórios, letras, cifras e toda a informação que sua banda precisa compartilhar de maneira fácil e intuitiva.

source: No more printing tons of sheets of paper and carrying awkward binders to your gigs. Just add all your songs to Songlist Plus and you can easily find them and view lyrics or chords on your device.
pt: Não carregue mais pastas com toneladas de papeis aos seus shows. Apenas adicione todas as suas músicas ao Songlist Plus e você poderá achá-las facilmente e visualizar suas letras e cifras.

source: The website is fully responsive, which means it works seamlessly across all devices, be it a desktop computer, notebook or mobile device.
pt: O site é totalmente responsivo, o que significa que ele funcionará elegantemente em todos os dispositivos, seja um computador pessoal, notebook ou dispositivo móvel.

source: Create your
pt: Crie a sua

source: free
pt: conta gratuita

source: account and start rockin'!
pt: e comece a tocar!

source: p.s - mobile app coming soon
pt: p.s - aplicativo móvel em breve

source: Close
pt: Fechar

source: Send
pt: Enviar

source: Edit Band/Project
pt: Editar Banda/Projeto

source: Back
pt: Voltar

source: Save
pt: Salvar

source: Adding your band members' contact information is useful for sharing setlists
pt: Adicionar o contato dos seus membros da banda será útil para compartilhar repertórios

source: Add Member
pt: Adicionar Membro

source: Edit Show
pt: Editar Show

source: Add Show
pt: Adicionar Show

source: Band/Project:
pt: Banda/Projeto

source: Setlist
pt: Repertório

source: Add Song
pt: Adicionar Música

source: Duration
pt: Duração

source: Edit Song
pt: Editar Música

source: Import...
pt: Importar…

source: Import Lyrics/Chords
pt: Importar Letra/Cifra

source: Insert page URL Address
pt: Insira o endereço URL

source: Import
pt: Importar

source: music on your fingers
pt: música nos seus dedos

source: Songlist Plus is a web-based and mobile application with all the features your band needs. Manage bands, songs, shows and share your repertoire with your friends. Sync everything with your mobile device and start rocking!
pt: Songlist Plus é uma aplicação web e mobile que todas as funcionalidades que sua banda precisa. Gerencie bandas, músicas, shows e compartilhe seu repertório com seus amigos. Sincronize tudo com seu dispositivo móvel e comece a tocar!

source: Create free account
pt: Criar conta gratuita

source: Songs & Setlists
pt: Músicas e Setlists

source: Add as many songs as you want to your repertoire and use them to build setlists
pt: Adicione quantas músicas você quiser ao seu repertório

source: More Info
pt: Mais informação

source: Lyrics & Chords
pt: Letras e Cifras

source: Add lyrics and chords to your songs so you may never forget them
pt: Adicione letras e cifras às suas músicas para que você nunca as esqueça

source: Sharing
pt: Compartilhe

source: Share songs and setlists with your friends and bandmates
pt: Compartilhe músicas e repertórios com seus amigos e membros de banda

source: Mobile
pt: Móvel

source: Download the mobile app and sync it with the web-based interface
pt: Baixe o aplicativo móvel e sincronize com o site

source: Songs and Setlists
pt: Músicas e Setlists

source: Adding songs is easy. Just choose the "Songs" menu and input all the relevant information that you need - song title, artist, key, tempo, duration, lyrics/chords, etc.
pt: É fácil adicionar músicas. Apenas escolha o menu “Músicas” e cadastre toda informação relevante que você precisa - titulo, artista, tom, tempo, duração, letras/cifras, etc.

source: After you have added your songs, access the "Shows" menu and start building your setlists for easy visualization during performances.
pt: Depois de ter adicionado as suas músicas, acesse o menu “Shows” e comece a montar seus repertórios para visualizá-los facilmente durante apresentações.

source: Lyrics and Chords
pt: Letras e Cifras

source: You can also import lyrics or chords from famous websites in English or Portuguese. Supported sites: LyricsFreak.com, E-chords.com, Letras.mus.br, Cifraclub.com.br.
pt: Você também pode importar letras e cifras de sites famosos em Inglês ou Português. Sites suportados: LyricsFreak.com, E-chords.com, Letras.mus.br, Cifraclub.com.br.

source: No need to copy and paste or manually type your songs!
pt: Não é necessário copiar e colar ou digitar manualmente suas músicas!

source: After you have built your setlists, you can easily share them with your band members so they can print and bring them to the show.
pt: Depois de ter montado seus repertórios, você pode facilmente compartilhar com os seus companheiros de banda para que eles possam imprimir e trazê-los ao show.

source: Supported formats: Plain Text (for just a quick share) and PDF (with custom options).
pt: Formatos suportados: Texto (apenas para um compartilhamento rápido) ou PDF (com opções personalizadas)

source: Coming soon...
pt: Em breve…

source: Authorization error
pt: Erro de autorização

source: You are not authorized to view or edit this item.
pt: Você não está autorizado a visualizar ou editar este item.

source: Setlist:
pt: Repertório:

source: Next
pt: Próxima

source: You have not added any songs to this show. Come back here when you have built your setlist.
pt: Você ainda não adicionou músicas a este show. Volte aqui quando você tiver montado seu repertório.

source: Save changes
pt: Salvar mudanças

source: Save Changes
pt: Salvar Mudanças

source: Delete Account
pt: Excluir Conta

source: You may delete your account at any time. However, this action is irreversible.
pt: Você pode excluir a sua conta a qualquer momento. Entretanto, essa ação é irreversível

source: I understand, delete my account
pt: Eu entendo, exclua a minha conta

source: When
pt: Quando

source: Share Setlist
pt: Compartilhar Repertório

source: Format
pt: Formato

source: PDF Options
pt: Opções de PDF

source: Recipients
pt: Destinatários

source: Share
pt: Compartilhar

source: Register
pt: Inscrever-se
